Repository: msmalley/gPress
Catalog: bleeding_edge_0.2.6_*_progress/gpress/gpress-lang/previous-language-files/2.4.4.2/gpress-*.po
Languages: es_es

source: gPress Components
es_es: Componentes gpress

source: General Settings
es_es: Configuracion General

source: Advanced Settings
es_es: Configuracion Avanzada

source: Module Control
es_es: Control de Modulos

source: Geo-Tagged Posts
es_es: Publicaciones Geo-etiquetadas

source: Map Settings
es_es: Configureacion Mapas

source: Marker Settings
es_es: Configuracion de Marcadores

source: Loop Settings
es_es: Configuración Ciclo

source: Excerpt Settings
es_es: Configuracion Extracto

source: Brand Settings
es_es: Configuracion de Marca

source: Credits
es_es: Creditos

source: MISC Settings
es_es: Configuracion Miscelanea

source: Language / Lingo
es_es: Idioma

source: BP Components
es_es: Componentes de BP

source: These options allow you to turn on (or) off the various gPress modules...
es_es: Estas opciones le permiten activar o desactivar varios módules gpress...

source: These options allow you to fine-tune the geo-tagged post functionality...
es_es: Estas opciones le permiten optimizar la función de publicaciones geo etiquetadas...

source: This allows you to control the way excerpts are handled on the homepage of your theme. Some themes strip-out HTML tags with the excerpts, or use full-content instead - so these options provide fine-grain control over these components...
es_es: Esto le permite controlar la manera de manejar los extractos en la página principal de su tema. Algunos temas exceden los límites de las etiquetas HTML con los extractos, o utilizan el contenido completo - así que estos opciones proveen buen control sobre estos componentes...

source: These options allow you to control the rendered maps...
es_es: Estas opciones le permiten controlar los mapas interpretados...

source: These options allow you to set new default markers...
es_es: Estas opciones le permiten establecer nuevas marcas por defecto...

source: <p>All options from the Advanced Settings tab are only visible to Super Admins.</p><p>These allow you to add or remove the places shown on the homepage by controlling the post types querried. If loops start acting strange, please switch to "POSTS ONLY", which removes the the filters...</p><p>Please note that some plugins are unable to handle post_type arrays, and only work when querrying one type, such as either posts or places...</p>
es_es: <p>Todas las opciones de la configuración avanzada son solo visibles para los Super Administradores.</p><p>Estas le permiten agregar o eliminar los lugares a mostrar en la página prinicipal al controlar las consultas de los tipos de publicaciones. Si los ciclos empiezan a actuar de manera extraña, por favor cambie a "SOLO PUBLICACIONES", lo que elimina los filtros...</p><p>Por favor note que algunos plugins no pueden manejar post_type matrices, y solo trabaja cuando se consulta uno solo, como solo las publicaciones o lugares...</p>

source: <p>All options from the Advanced Settings tab are only visible to Super Admins.</p><p>Although it is hugely appreciate if you provide some form of shout-back or recognition for gPress, we understand that some situations require re-branding, and do not want you to edit core files, so use these options instead:</p>
es_es: <p>Todas las opciones de la configuración avanzada son solo visibles para los Super Administradores.</p><p>No obstante apreciaríamos altamente si usted no provee algún reconocimiento hacia gPress, entendemos que algunas situaciones requieren modificar la marca comercial, y no se desea modificar los programas base, así que utilice estas opciones para esto:</p>

source: <p>All options from the Advanced Settings tab are only visible to Super Admins.</p><p>These options allow you to remove our credits from the front-end...</p><p>Although it is hugely appreciate if you provide some form of shout-back or recognition for gPress, we understand that some situations require re-branding, and do not want you to edit core files, so use these options instead:</p>
es_es: <p>Todas las opciones de la configuración avanzada son solo visibles para los Super Administradores.</p><p>Estas opciones le permiten eliminar nuestros créditos del frente o lado del usuarios del sistema...</p><p>Although it is hugely appreciate if you provide some form of shout-back or recognition for gPress, we understand that some situations require re-branding, and do not want you to edit core files, so use these options instead:</p>

source: Other MISC advanced settings can be found here, such as the removal of jQuery from your theme, emergency deactivation of Foursquare, and so forth...
es_es: Otras configuraciones miscelaneas y avanzadas pueden encontrarse aquí, tal como la eliminación del JQuery de su tema, desactivación por emergencia de Foursquare, y demás...

source: These options allow you to integrate with Foursquare...
es_es: Esta opciones le permiten integrar con Foursquare...

source: These options allow you to control the BuddyPress integration...
es_es: Estas opciones le permiten controlar la integración con BuddyPress...

source: <p>In the future, these options will allow you to easily switch languages, but for now, as an example of the flexibility we are adding into our language system, you can change all references of "places" into "venues"</p><p><strong>HOWEVER</strong>, please note that after switching language and clicking "SAVE CHANGES", you will need to refresh the page once again to ensure everything gets flushed and refreshed properly...</p>
es_es: <p>En el futuro, estas opciones le permitiran cambiar idiomas facilmente, pero por ahora, como ejemplo de la flexibilidad lo estamos incluyendo en nuestro sistema de idioma, usted puede cambiar todas las referencias de "lugares" a "venues/lugares"</p><p><strong>NO OBSTANTE</strong>, por favor note que luego de cambiar de idioma y hacer clic "GUARDAR CAMBIOS", usted necesitará refrescar la página una vez más para asegurarse que todo quede limpio y refrescado...</p>

source: Places
es_es: Lugares

source: Force Geo-Tagged Posting Capability
es_es: Forzar la capacidad de publicación geo etiquetada

source: Default Map Height
es_es: Altura mapa por defecto

source: This is a numbers only field (defaults to 450)
es_es: Este es un campo de números unicamente (por defecto hasta 450)

source: Default Map Type
es_es: Tipo de mapa por defecto

source: Default Map Zoom
es_es: Acercamiento de mapa por defecto

source: Marker icon URL for Geo-Tageed Posts
es_es: URL del ícono de la marca para publicaciones geo etiquetadas

source: This should start with http://
es_es: Esto debe comenzar con http://

source: Marker shadow URL for Geo-Tageed Posts
es_es: URL de la sombra de la marca para las publicaciones geo etiquetadas

source: Marker icon URL for Place Post Types
es_es: URL del ícono de la marca para el tipo de publicación de lugares

source: Marker shadow URL for Place Post Types
es_es: URL de la sombra de la marca para el tipo de publicación de lugares

source: Marker icon URL for Favorite Place Widgets
es_es: URL del ícono de la marca para el Widget del lugar favorito

source: Marker shadow URL for Favorite Place Widgets
es_es: URL de la sombra de la marca para el Widget del lugar favorito

source: Homepage Loop
es_es: Ciclo Página principal

source: This controls the query_post for the homepage...
es_es: Esto controla el query_post para la página principal...

source: Home Loop Method
es_es: Método de Ciclo de Página de Principal

source: There are two methods for getting your homepage loop to accept the new custom post types, we can either inject a query_posts into the header or directly manipulate the query with the pre_get_posts method. Unofrtunately, neither are perfect and both have problems with other plugins or themes that also use these methods, so we have provided you with the choice...
es_es: Existen dos métodos para obtener que el ciclo de su página principal acepte el nuevo tipo de publicación personalizada, podemos inyectar una consulta a publicaciones en el encabezado o directamente manipular la consulta con el método pre_get_posts. Desafortunadamente, tampoco es perfecto y ambos tienen problemas con otros plugins o temas que también usan esos métodos, así pues debemos proveerles las opciones...

source: Remove Maps from Themes Homepage Content Loop
es_es: Eliminar mapas de la página principal del ciclo de contenido de los temas

source: Remove Maps<br />from Excerpts
es_es: Eliminar mapas<br /> de los extractos

source: Linked to the Twitter icon seen on gPress Options page
es_es: Enlazado al ícono de Twitter visto en la página de opciones de gPress

source: Linked to the Facebook icon seen on gPress Options page
es_es: Enlazado al ícono de Facebook visto en la página de opciones de gPress

source: Linked to the RSS icon seen on gPress Options page
es_es: Enlazado al ícono de RSS visto en la página de opciones de gPress

source: Show credits on geo-tagged posts
es_es: Mostrar créditos en publicaciones geo etiquetadas

source: Show credits on place post type maps
es_es: Mostrar créditos en los mapas de los tipos de publicación de lugares

source: Show credits on shortcode maps
es_es: Mostrar créditos en mapas shortcode

source: Show credits on Foursquare maps
es_es: Mostrar créditos en mapas Foursquare

source: Use jQuery 1.4.2 in Theme
es_es: Utilizar JQuery 1.4.2 en el tema

source: In emergencies, you may want to remove the gPress jQuery 1.4.2 from your theme
es_es: En emergencias, usted puede remover el JQuery 1.4.2 de gPress de su tema

source: Deactivate Foursquare
es_es: Desactivar Foursquare

source: The Foursquare oAuth processs has several requirements not all servers support, and failure to connect, or when their API happens to be down means you cannot access your site. If this happens, use this feature to deactivate all Foursquare activity, then refresh this page...
es_es: El proceso de autorización de Foursquare necesita cumplir varios requisitos que no todos los servidores soportan, y las fallas de conexión o cuando el API no funcione, no podrá acceder su sitio. Si esto ocurre, utilize la función de desactivar la actividad Foursquare, luego refresque esta página...

source: Which Language or Lingo to use?
es_es: Que Idioma o Lingo a usar ?

source: Name of custom MO
es_es: Nombre del archivo personalizado .MO

source: This file should be located in "gpress/gpress-lang" such as "gpress-default", which is the default setting
es_es: Este archivo debe estar localizado en "gpress/gpress-lang" como "gpress-default", que es el establecido por defecto

source: Foursquare Auth
es_es: Autorización Foursquare

source: Foursquare Key
es_es: Llave Foursquare

source: Foursquare Secret
es_es: Secreto Foursquare

source: Show User Locations<br />on BuddyPress Profiles
es_es: Mostrar ubicaciones de usuario <br />en perfiles de BuddyPress

source: Show Closest Address<br />on User's Profile Page
es_es: Mostrar dirección cercana<br />en la página del perfil del usuario

source: Show Geo-Tagged Posts on User's Activity Page
es_es: Mostrar publicaciones geo etiquetadas en la página de activida del usuario

source: ENABLED
es_es: ACTIVADO

source: DISABLED
es_es: DESACTIVADO

source: YES
es_es: SI

source: DIRECT QUERY MANIPULATION
es_es: MANIPULACIÓN DIRECTA DE CONSULTA

source: QUERY POSTS (IN HEADER)
es_es: CONSULTA PUBLICACIÓN (EN CABECERA)

source: ABOVE PROFILE FIELDS
es_es: ENCIMA DE LOS CAMPOS DE PERFIL

source: BELOW PROFILE FIELDS
es_es: DEBAJO DE LOS CAMPOS DE PERFIL

source: DO NOT DISPLAY
es_es: NO MOSTRAR

source: BOTH POSTS AND PLACES
es_es: AMBOS PUBLICACIONES Y LUGARES

source: POSTS ONLY
es_es: SOLO PUBLICACIONES

source: PLACES ONLY
es_es: SOLO LUGARES

source: ROADPMAP VIEW
es_es: VISTA DE CARRETERAS

source: SATELLITE VIEW
es_es: VISTA DE SATÉLITE

source: HYBRID VIEW
es_es: VISTA HÍBRIDA

source: TERRAIN VIEW
es_es: VISTA TERRENO

source: CLOSE-UP
es_es: PRIMER PLANO

source: NEARBY
es_es: CERCA DE

source: CITY VIEW
es_es: VISTA CIUDAD

source: COUNTRY VIEW
es_es: VISTA PAÍS

source: DEFAULT LANGUAGE / LINGO SETTINGS
es_es: IDIOMA POR DEFECTO / CONFIGURACIÓN LINGO

source: CHANGE LOCATIONS TO VENUES
es_es: CAMBIAR UBICACIONES POR VENUES/LUGARES

source: USE THE CUSTOM FILE BELOW
es_es: UTILIZAR EL ARCHIVO PERSONALIZADO DEBAJO

source: Present Location:
es_es: Ubicaci'on actual:

source: Sitewide Geo-Tagged Posts:
es_es: Publicaciones Geo Etiquetadas en todo el sitio:

source: Geo-Settings
es_es: Geo configuración

source: If you would like to display your location here, you first need to goto your %s page and add your location.
es_es: Si usted desea mostrar su ubicación aquí, primero necesita ir a la página %s y añadir su ubicación.

source: BuddyPress Geo Settings
es_es: Geo configuración BuddyPress

source: For now, the only option here is for setting your location as a user, which may then be used on your profile or activity page. More user-centric geo-options will be available soon.
es_es: Por ahora, la única opción aquí es para establecer su ubicación como usuario, la cual puede entonces ser usada en su perfil o página de actividad. Otras opciones de geo aplicaciones a usuarios estarán disponibles pronto.

source: Your Present Location:
es_es: Su ubicación actual:

source: Save Changes
es_es: Guardar cambios

source: %s is presently located near %s
es_es: %s está localizado cerca de %s

source: place
es_es: lugar

source: Closest address:
es_es: Dirección cercana:

source: Marker status:
es_es: Estado de la marca:

source: Click and drag the marker.
es_es: Haga clic y mueva la marca.

source: places
es_es: lugares

source: placed
es_es: colocado

source: Type(s) of Place:
es_es: Tipo(s) de lugar:

source: Tag(s):
es_es: Etiqueta(s):

source: was not given an address
es_es: no se suministró una dirección

source: %s was last spotted near %s
es_es: %s ha sido marcada cerca de %s

source: %s was geo-tagged at %s
es_es: %s ha sido geo etiquetado en %s

source: %s is located near %s
es_es: %s está localizado cerca de %s

source: No image or description has yet been added to this place...
es_es: Aún no se ha agregado imagen o descripción a este lugar...

source: No description was provided...
es_es: No se ha incluido descripción...

source: Location of Place:
es_es: Localización del lugar:

source: Location of Post:
es_es: Localización de la publicación:

source: Map Options
es_es: Opciones de mapa

source: Place
es_es: Lugar

source: Add New Place
es_es: Agregar nuevo lugar

source: Places are represented as a marker on a map...
es_es: Los lugares están representados con la marca en el mapa...

source: Edit Place
es_es: Editar lugar

source: New Place
es_es: Nuevo lugar

source: View Place
es_es: Ver lugar

source: Search Places
es_es: Buscar lugares

source: No places found
es_es: No se ncontraron lugares

source: No places found in Trash
es_es: No se encontraron lugares eliminados

source: Place updated. <a href="%s">View place</a>
es_es: Lugar actualizado. <a href="%s">Visualizar lugar</a>

source: Custom field updated.
es_es: Campo personalizado actualizado.

source: Custom field deleted.
es_es: Campo personalizado eliminado.

source: Place updated.
es_es: Lugar actualizado

source: Place restored to revision from %s
es_es: Lugar restaurado para revisión desde %s

source: Place published. <a href="%s">View place</a>
es_es: Lugar publicado. <a href="%s">Visualizar lugar</a>

source: Place saved.
es_es: Lugar guardado.

source: Place submitted. <a target="_blank" href="%s">Preview place</a>
es_es: Lugar suministrado. <a target="_blank" href="%s">Visualizar lugar</a>

source: Place scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview place</a>
es_es: Lugar programado para: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Visualizar lugar</a>

source: Place draft updated. <a target="_blank" href="%s">Preview place</a>
es_es: Borrador de lugar actualizado. <a target="_blank" href="%s">Visualizar lugar</a>

source: Description:
es_es: Descripción:

source: YOU MUST HAVE PHP5+ TO USE FOURSQUARE FUNCTIONALITY
es_es: USTED DEBE POSEER PHP5+ PARA USAR LA FUNCIÓN FOURSQUARE

source: FOURSQUARE FUNCTIONALITY HAS BEEN TEMPORARILY DEACTIVATED
es_es: LA FUNCIÓN FOURSQUARE HA SIDO DESACTIVADA TEMPORALMENTE

source: did not have the time or patience to write a shout-out when checking-in to this location...
es_es: nos e ha tenido el tiempo o paciencia para escribir una nota cuando se registra en este sitio...

source: Types of Places
es_es: Tipos de lugares

source: Type of Place
es_es: Tipo de lugar

source: Search Types of Places
es_es: Buscar tipos de lugares

source: All Types of Places
es_es: Todos los tipos de luagres

source: Parent Types of Places
es_es: Tipos matriz de lugares

source: Parent Type of Place:
es_es: Tipo Matriz de lugar:

source: Edit Type of Place
es_es: Editar tipo de lugar

source: Update Type of Place
es_es: Actualizar tipo de lugar

source: Add New Type of Place
es_es: Agregar nuevo tipo de lugar

source: New Type of Place
es_es: Nuevo tipo de lugar

source: Place Tags
es_es: Etiquetas de lugares

source: Place Tag
es_es: Etiqueta de lugar

source: Search Place Tags
es_es: Buscar etiquetas de lugares

source: Popular Place Tags
es_es: Etiquetas de lugares populares

source: All Place Tags
es_es: Etiquetas de todos los lugares

source: Edit Place Tag
es_es: Editar etiqueta de lugar

source: Update Place Tag
es_es: Actualizar etiqueta de lugar

source: Add New Place Tag
es_es: Agregar nueva etiqueta de lugar

source: New Place Tag Name
es_es: Nombre de nueva etiqueta de lugar

source: Separate place tags with commas
es_es: Etiquetas de lugares separadas por comas

source: Add or remove place tags
es_es: Agregue y elimine etiquetas de lugares

source: Choose from the most used place tags
es_es: Elija de las etiquetas de lugares más usados

source: Description <span>(PLAIN TEXT ONLY - ALL HTML WILL BE REMOVED)</span>
es_es: Descripcón <span>(SOLO TEXTO - TODO HTML SERÁ REMOVIDO)</span>

source: You have <span id="charactersLeft">140</span> characters remaining (should you wish to send to Twitter too - coming soon!)
es_es: Usted tiene <span id="charactersLeft">140</span> caracteres restantes (desea enviarlos a Twitter también - disponible pronto !)

source: Map Type:
es_es: Tipo de Mapa:

source: Zoom Level:
es_es: Nivel de Acercamiento:

source: Overwrite default height for this map:
es_es: Sobre escribir la altura por defecto del mapa:

source: Numbers only (defaults to
es_es: Solo números ( por defecto a

source: Custom icon URL for this map:
es_es: URL del ícono personalizado para este mapa:

source: This imaage should be 42px X 43px
es_es: Esta imagen debe ser 42px X 43px

source: Custom shadow URL for this map:
es_es: URL de la sombra personalizada para este mapa:

source: gPress TinyMCE Editor
es_es: Editor TinyMCE para gpress

source: gPress Foursquare TinyMCE Editor
es_es: Editor TinyMCE para gpress Foursquare

source: Pick your favorite place to show on map
es_es: Escoja su lugar favorito para mostrar en el mapa

source: Favorite Place
es_es: Lugar favorito

source: <p>You will first need to add a place ID within this widget's options in order for it to be displayed...</p>
es_es: <p>Usted necesitará añadir primero un ID de lugar en las opciones del módulo para que sea mostrado...</p>

source: Widget Title:
es_es: Título del modulo:

source: Place ID:
es_es: ID del lugar:

source: Add a Foursquare map to your sidebar
es_es: Agregue un mapa Foursquare a su barra lateral

source: Foursquare Widget
es_es: Modulo lateral Foursquare

source: There appears to be a problem with the Foursquare integration...
es_es: Parece hay un problema con la integración de Foursquare...

source: YOUR LOCATION
es_es: Su Ubicación

source: FRIENDS LOCATIONS
es_es: Ubicaciones de Amigos

source: The most recent places on your site
es_es: Los más recientes lugares en el sitio web

source: Recent Places
es_es: Lugares recientes

source: Number of Places:
es_es: Número de lugares:

source: Please note that gPress requires WordPress 3.0 or higher
es_es: Por favor note que gpress requiere Wordpress 3.0 o más reciente
